{"id": "8effc5cd-0ff3-4f97-82b7-3333664890e1", "goal": "To harvest corn,", "sol1": "peel the husk off the corn while it is on the stalk.", "sol2": "pull the ears off the stalk while leaving them in the husk."}
{"id": "b94023d7-4ab1-4dc0-9e75-fd787a9c5aef", "goal": "Make a colored pencil case.", "sol1": "Place in CD case.", "sol2": "Place in DVD case."}
{"id": "e5be9c5d-cfee-486a-a59c-a2b80358539b", "goal": "To create your own sanding block, you can", "sol1": "Glue a piece of sandpaper to a block of wood", "sol2": "Glue a piece of sandpaper to a stack of paper"}
{"id": "3538eb09-3422-4d27-a50c-1300c3ca4665", "goal": "To chop cabbage, you can", "sol1": "Use a large spatula", "sol2": "Use a large knife"}
{"id": "82e97ed3-44a1-478a-a984-7e2038a896b9", "goal": "To label the compartments of egg carton storage box.", "sol1": "Type the labels on the label maker. Print the label and cut the affix them on the back of the compartments.", "sol2": "Type the labels on the printer. Print the label and cut the affix them on the back of the compartments."}
{"id": "901b7833-9056-433b-842a-8201d1a764ec", "goal": "To stay warm in a rain storm,", "sol1": "do not go outdoors while it is raining.", "sol2": "do not go indoors while it is raining."}
{"id": "c020a6eb-668f-4162-ab48-ac5aeb14cbd3", "goal": "can opener", "sol1": "opens canned food quickly", "sol2": "opens milk cartons quickly"}
{"id": "f9b73f02-7af9-4c88-bf4b-78b257848c0c", "goal": "How To Drink Coffee without Staining Your Teeth", "sol1": "To Drink Coffee without Staining Your Teeth, rinse out your mouth with water or mouthwash after you are finished with your coffee.", "sol2": "To Drink Coffee without Staining Your Teeth, rinse out your mouth with water or mouthwash before you start drinking your coffee."}
{"id": "0b4c51d6-a71f-4237-9682-6549f2b712af", "goal": "how to cream butter", "sol1": "add butter and milk to a jar and shake until creamy.", "sol2": "add room temperature butter to a bowl and place on a stand mixer fitted with a paddle. beat on high speed until fluffy."}
{"id": "ae0eb5d6-46f5-433f-ac8b-17c2d283cad2", "goal": "To prepare the cheese to add to the zombie burger", "sol1": "use a hand shredder or use an food processor with meat grinding blade", "sol2": "use a hand shredder or use an food processor with a shredding blade"}
{"id": "db28f6de-7e56-4aad-98f1-b8eafa556b68", "goal": "fire", "sol1": "can steralize a blade for surgery.", "sol2": "shapes a blade to sharpen it."}
{"id": "2457a410-a5ee-473e-910f-c76bc9af585e", "goal": "bobby pin", "sol1": "break table .", "sol2": "can scratch table ."}
{"id": "0bdc32fe-f137-49ad-87f9-aad70fc34b9e", "goal": "To prevent your dog from choking,", "sol1": "do not give the dog chicken bones, because they could get lodged in the dog's throat.", "sol2": "do not give the dog chicken broth, because it could get lodged in the dog's throat."}
{"id": "67ea274f-4bf5-438b-91bd-efd750b72979", "goal": "When working with electrical outlets, it is important to", "sol1": "Shut off the power to the outlet after you begin working with it", "sol2": "Shut off the power to the outlet before you begin working with it"}
{"id": "3be98a42-7e80-4206-a84a-92675dbb79f2", "goal": "To give wood a natural aged look, you can", "sol1": "Carefully hit with a torch to give it an aged look", "sol2": "Carefully hit with a cheesegrater to give it an aged look"}
{"id": "2dde77dc-0622-4ab5-85ea-daa50bcd1483", "goal": "how do you torment someone?", "sol1": "leave them be.", "sol2": "bug them."}
{"id": "4028daef-f012-479b-b61b-53988af391c4", "goal": "throw", "sol1": "a match when you want darkness", "sol2": "a match when you don't want darkness"}
{"id": "363f5f7f-f6d8-479b-8989-372c3d00b720", "goal": "how to make peanut butter cookie toast", "sol1": "Spread with a cast iron pancreamy peanut butter on 4 slices toasted white bread. Drizzle with sweetened condensed milk.", "sol2": "Spread creamy peanut butter on 4 slices toasted white bread. Drizzle with sweetened condensed milk."}
{"id": "d3a621f4-a8f0-418b-b13b-c36c13b75d85", "goal": "To make your room smell fresher in minutes,", "sol1": "tape a dryer sheet over the air conditioner buttons and turn it on.", "sol2": "tape a dryer sheet over the air conditioner vent and turn it on."}
{"id": "8413d395-d14f-427f-97ac-818982f24376", "goal": "Keep study flash cards organized.", "sol1": "Cut a piece of pool noodle then cut a slit to hold cards.", "sol2": "Cut a piece of pool noodle then cut a square to hold cards."}
{"id": "b8513d5b-2bad-4465-a6a8-54fae0f36a65", "goal": "To prepare a pan to bake bread in it, you can", "sol1": "Spray the pan with salt water", "sol2": "Spray the pan with cooking spray"}
{"id": "d46e3224-b451-4345-9934-1fa6c05ccfaa", "goal": "Make a great hard boiled egg.", "sol1": "Fill a pan halfway with water. Add a Tablespoon of baking soda. Add eggs to cover the bottom, making sure that the eggs are covered with water. Heat to boiling and let boil for ten minutes. Let cool in the water. Peel and enjoy.", "sol2": "Fill a pan halfway with eggs. Add a Tablespoon of water. Add water to cover the bottom, making sure that the eggs are not covered with water. Heat to boiling and let boil for ten minutes. Let cool in the water. Peel and enjoy."}
{"id": "f0a2bc6f-8aa6-454f-a097-9ba3622e4510", "goal": "Make an art bib for kids.", "sol1": "Put foil on shirt.", "sol2": "Put cling film on shirt."}
{"id": "6cbfcde8-01b6-4879-ad7f-ea3fe39d3597", "goal": "cheese", "sol1": "is great on top of french toast in the morning", "sol2": "is great on top of eggs in the morning"}
{"id": "db131992-2a34-4ef5-8bfc-7ba0645cdedc", "goal": "How to access the unlock screen on an Android phone", "sol1": "Hold the phone in your hand and tap the power button once. Swipe your finger from bottom to top to access the unlock screen.", "sol2": "Hold the phone in your hand and tap the power button once. Swipe your finger from top to bottom to access the unlock screen."}
{"id": "b5a64660-4b7f-4a09-8115-f731ca8032b3", "goal": "credit card", "sol1": "can crush a  can .", "sol2": "is thinner than a can ."}
{"id": "9b50fc00-a760-44e7-bb6e-ed0dee689178", "goal": "How to add soil to a garden bed.", "sol1": "When it's time to add soil, I'll get a shovel and dig, dig, dig inside the raised bed, get all that grass out of there, to make room for the soil and then add the soil.", "sol2": "When it's time to add soil, I'll get a shovel and dig, dig, dig inside the raised bed, get all that grass out of there, to make room for the soil and then add the mud."}
{"id": "5da6190e-822c-4d0b-872a-cd7cd4c12821", "goal": "how to make a southwestern cobb salad", "sol1": "Purée equal parts mayo and buttermilk with hot sauce, cilantro, scallion, orange zest, garlic and salt. Drizzle over romaine, diced avocado and jicama, orange segments and crumbly sharp cheese.", "sol2": "Finely dice equal parts mayo and buttermilk with hot sauce, cilantro, scallion, orange zest, garlic and salt. Drizzle over romaine, diced avocado and jicama, orange segments and crumbly sharp cheese."}
{"id": "2fe35ef0-d6f0-4499-a654-fdc97afcfede", "goal": "To make a splash guard when using a hand mixer.", "sol1": "Punch a hole in the center of an ice cream lid or a paper cup to use as a handy splash guard for your hand or stand mixer. This will prevent unfortunate splatters as you add more ingredients to the mixing bowl.", "sol2": "Punch a hole in the center of an ice cream lid or a paper plate to use as a handy splash guard for your hand or stand mixer. This will prevent unfortunate splatters as you add more ingredients to the mixing bowl."}
{"id": "cca1d0e8-fdbf-4fcc-a513-854a2f385887", "goal": "Make postcards waterproof.", "sol1": "Apply thin layer of candle wax on card.", "sol2": "Apply thin layer of honey on card."}
